tap "heroku/brew"
tap "jesseduffield/lazygit"
brew "antidote"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arp-scan"
brew "bash"
brew "caddy"
brew "fontconfig"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "cask"
brew "libyaml"
brew "cfn-lint"
brew "circleci"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-time"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "heroku"
brew "htop"
brew "i686-elf-gcc"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "latexindent"
brew "lftp"
brew "libffi"
brew "libfido2"
brew "libssh"
brew "llvm"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mysql"
brew "nasm"
brew "neovim"
brew "openjdk"
brew "postgresql@14"
brew "protobuf"
brew "qemu"
brew "ripgrep"
brew "riscv64-elf-gcc"
brew "six"
brew "starship"
brew "stow"
brew "tree"
brew "unixodbc"
brew "watch"
brew "wget"
brew "xpdf"
brew "zig"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "font-0xproto"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "mactex-no-gui"
vscode "42crunch.vscode-openapi"
vscode "adam-bender.commit-message-editor"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "angular.ng-template"
vscode "arjun.swagger-viewer"
vscode "aws-scripting-guy.cform"
vscode "batisteo.vscode-django"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "blodwynn.featurehighlight"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bufbuild.vscode-buf"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "circleci.circleci"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dafny-lang.ide-vscode"
vscode "dart-code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "howardzuo.vscode-git-tags"
vscode "humao.rest-client"
vscode "hverlin.mise-vscode"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.angular2"
vscode "juanblanco.solidity"
vscode "kdarkhan.mips"
vscode "kddejong.vscode-cfn-lint"
vscode "kevinrose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mike-lischke.vscode-antlr4"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "mshr-h.veriloghdl"
vscode "mtxr.sqltools"
vscode "nickfode.latex-formatter"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "platformio.platformio-ide"
vscode "premparihar.gotestexplorer"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "seatonjiang.gitmoji-vscode"
vscode "sethpoulsen.vscode-language-pyret"
vscode "shopify.ruby-lsp"
vscode "swellaby.vscode-rust-test-adapter"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vinirossa.vscode-gitandgithub-pack"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
