romkatv/zsh-bench kind:path
olets/zsh-abbr    kind:defer

mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src

getantidote/use-omz   
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/colored-man-pages
ohmyzsh/ohmyzsh path:plugins/magic-enter

belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility

mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search
